[
	{
		"title"    : "Step 1",
		"subtitle" : "Getting Started",
		"items" : [
			{
				"icon"  : "chat",
				"title" : "Initial Chat",
				"desc"  : "All good things start with a nice chat. Here's where we'll get to know each other and I'll get a better understanding of what you'd like to achieve."
			},
			{
				"icon"  : "text-left",
				"title" : "Brief",
				"desc"  : "You'll fill out a short brief so I can gather all the details I'll need to give you the best service I can. You'll then receive a proposal outlining everything we've agreed on for the project."
			}
		]
	},
	{
		"title"    : "Step 2",
		"subtitle" : "Design",
		"items" : [
			{
				"icon"  : "grid",
				"title" : "Wireframes",
				"desc"  : "Wireframing is one of the most important parts as it lays the foundation and structure of your website. Think of wireframes as the blueprint for your website. This is where we'll iron out any issues with the site structure and general page layout."
			},
			{
				"icon"  : "screen",
				"title" : "Designs",
				"desc"  : "The fun begins! The first step is to get the home page designed as this will be the main hub for the rest of the site. Once you're happy with the visual style, I'll design up all the secondary pages of the site."
			}
		]
	},
	{
		"title"    : "Step 3",
		"subtitle" : "Build & Launch",
		"items" : [
			{
				"icon"  : "code",
				"title" : "Code",
				"desc"  : "During the coding phase of the project, there'll be less communication than the other steps, mainly because there's not much to give feedback on until the end. I usually start off by building out the HTML / CSS for all the main elements of the site, then hook them into a CMS like WordPress or Shopify."
			},
			{
				"icon"  : "learn",
				"title" : "Training",
				"desc"  : "Once you've had a look at the site and you're happy with the functionality and feel, I'll sit down with you (and your team if you'd like) to show you everything you need to know about managing the site going forward. I can also provide screencasts that go over what we'll talk about (trust me, it's harder to remember everything in one go than you first realise!)."
			},
			{
				"icon"  : "bolt",
				"title" : "Launch",
				"desc"  : "It's launch day! This can be quite exciting if you've got a lot of marketing materials planned...but more often than not, once the site content is finalised we'll do a soft launch. All this means is putting the site live for a week to make sure it's working as intended, then shouting about it a bit later."
			}
		]
	}
]
