[
	{
		"url"          : "/projects/inspirational-pixels/",
		"live_url"     : "https://inspirationalpixels.com",
		"title"        : "Inspirational Pixels",
		"tagline"      : "Learn how to make websites",
		"excerpt"      : "A web design blog with the focus on beginners by providing tutorials, articles, videos, code snippets and freebies.",
		"full_preview" : "/assets/img/projects/inspirational-pixels/full-preview.jpg",
		"images"       : [
			{
				"featured"    : "/assets/img/projects/inspirational-pixels/featured.jpg",
				"content_1"   : "/assets/img/projects/inspirational-pixels/content-1.jpg",
				"content_2"   : "/assets/img/projects/inspirational-pixels/content-2.jpg",
				"content_3"   : "/assets/img/projects/inspirational-pixels/content-3.jpg",
				"content_4"   : "/assets/img/projects/inspirational-pixels/content-4.jpg",
				"content_5"   : "/assets/img/projects/inspirational-pixels/content-5.jpg",
				"content_6"   : "/assets/img/projects/inspirational-pixels/content-6.jpg",
			}
		],
		"usps"         : [
			{
				"title":"Logo Design",
				"icon" :"pen"
			},
			{
				"title":"Web Design",
				"icon" :"screen"
			},
			{
				"title":"WordPress Development",
				"icon" :"code"
			}
		],
		// "testimonial_id" : 0,
		"sections" : [
			{
				"title" : "The Brief",
				"content" : "I've been running Inspirational Pixels since 2013, so around five years. In that time the site has built up quite a large archive of varying content.<br><br>The real aim of the redesign was to make the content easily accessible, but have a focus on showing the difference between pieces of content.<br><br>The main staples of content on the site are tutorials, articles, freebies and snippets, so there needed to be a way of easily identifying what each piece was without having to click into it."
			},
			{
				"title" : "The Result",
				"content" : "Everything is now easily identifiable by having a unique card design for each post preview. The cards are dynamic change depending on what type of content they are. <br><br>Posts that are either tutorials or articles having a tag and matching icon over the bottom left of the thumbnail. Whereas freebies show the file size at the bottom of the card and snippets show the code language the snippet is written in. <br><br>I also had the opportunity to rework the placement of the ads on the site. Before it was annoying to see ads plastered in the sidebar. Now in the redesign, the sidebar is gone and ads flow better in the overall design, yet are still obvious that they are advertisements."
			}
		]
	}
]
