[
	{
		"title"    : "Web Design",
		"subtitle" : "User Focused",
		"excerpt"  : "A website should be designed for the people who will use it, so that's exactly what I do. User focused design should be the primary goal of any website.",
		"icon"     : "pen",
		"sub_items" : [
			{
				"title" : "User Focused",
				"desc"  : "A website should be designed for the people who will use it, so that's exactly what I do. User focused design should be the primary goal of any website."
			},
			{
				"title" : "eCommerce",
				"desc"  : "Creating a good online store can be hard. Over the years I've learned the best ways to design stores that sell products and provide real value to customers."
			},
			{
				"title" : "Application UI",
				"desc"  : "The user interface of an application, whether it's mobile or desktop, can make or break a business. Getting the interface right and most importantly of all, making it easy to navigate, are the keys to a successful app."
			}
		]
	},
	{
		"title"    : "Web Development",
		"subtitle" : "Responsive and Fast",
		"excerpt"  : "Every website should be built with two primary goals: Firstly, it needs to work across all devices. Secondly, it needs to be fast as possible.",
		"icon"     : "screen",
		"sub_items" : [
			{
				"title" : "HTML / CSS",
				"desc"  : "Creating a strong foundation for a website means getting the HTML and CSS architecture right. If you've got a design I can create the front-end code for it."
			},
			{
				"title" : "WordPress",
				"desc"  : "Almost all of the websites I make are done using WordPress and the reason is simple: It just works. You can easily update every piece of content, turn sections on or off and so much more."
			},
			{
				"title" : "Performance",
				"desc"  : "Having a fast website is key to keeping people around which ultimately converts them into customers. There are a myriad of techniques involved in making a fast website, all of which I've spent years learning. I build these techniques into every site I code and can also offer this as a standalone service for existing websites."
			}
		]
	},
	{
		"title"    : "eCommerce",
		"subtitle" : "Shopify and WooCommerce",
		"excerpt"  : "Selling your product should be the focus, not managing the website. You’ll have a custom solution that does all the heavy lifting for you.",
		"icon"     : "cart",
		"sub_items" : [
			{
				"title" : "Shopify",
				"desc"  : "Using Shopify is my preferred way to build a store and something I always recommend. From the easy to use admin area where you can manage products and shipping, all the way to the minimal front-end architecture of how themes are built for the platform."
			},
			{
				"title" : "WooCommerce",
				"desc"  : "As I mentioned above, WordPress is my favourite tool for building easy to update websites. So it's no surprise I'm a fan of the official eCommerce plugin, WooCommerce. Whether it's building extra functionality into your existing store or creating a new theme from scratch, I'm always excited when it comes to WordPress."
			}
		]
	}
]
