[
	{
		"title"    : "Web Design",
		"subtitle" : "Modern and User Focused",
		"excerpt"  : "From single landing pages to fully-blown eCommerce store, I'll create a design that fits you and your business.",
		"icon"     : "pen",
		"sub_items" : [
			{
				"title" : "Brochure",
				"desc"  : "A brochure site is something simple but conveys the message you want to get across. A good example would portfolio, like my own. There's not much in terms of functionality as it's more about getting across the message."
			},
			{
				"title" : "eCommerce",
				"desc"  : "From modifying the look of an existing eCommerce site to designing one from scratch, I can help with both. My expertise when it comes to eCommerce is in Shopify and WooCommerce but can design around any shop system as they're all built on the same basic principles."
			},
			{
				"title" : "Application UI",
				"desc"  : "The UI of an App, whether it's desktop or mobile, can make or break a startup. Getting the interface right, and most importantly of all, making it easy to navigate and use should always be the goal."
			}
		]
	},
	{
		"title"    : "Web Development",
		"subtitle" : "Responsive and Performant",
		"excerpt"  : "An off the shelf theme might be ok when you're first starting out, but you need something bespoke and tailored to your needs.",
		"icon"     : "screen",
		"sub_items" : [
			{
				"title" : "HTML / CSS",
				"desc"  : "The foundations of every website, getting the HTML and CSS architecture right is massively important. If you've got a design, whether I created it or not, I'm more than happy to set up the HTML and CSS structure for another developer to integrate into your environment."
			},
			{
				"title" : "WordPress",
				"desc"  : "Building sites with WordPress are my bread and butter. I'd estimate 80% of the work I do revolves around using WordPress in some way. Even if it's just for the blog I like to incorporate it as it does power over 30% of all websites. whether it's theme or plugin development, I'm always excited when it comes to building things in WordPress."
			},
			{
				"title" : "Performance Review",
				"desc"  : "After a while, sites can become slow. This can be due to a number of factors, but it usually comes down to having too many third party scripts or services active. I can give your site a performance review which involves a full write-up explaining what's wrong and how to fix them. You can also hire me to fix the parts that are slowing the site down."
			}
		]
	},
	{
		"title"    : "eCommerce",
		"subtitle" : "Shopify and WooCommerce",
		"excerpt"  : "Selling your product should be the focus, not managing the website. You’ll have a custom solution that does all the heavy lifting for you.",
		"icon"     : "cart",
		"sub_items" : [
			{
				"title" : "Shopify",
				"desc"  : "Using Shopify is my preferred way to build a store and something I always recommend. From the easy to use admin area where you can manage products and shipping, all the way to the minimal front-end architecture of how themes are built for the platform."
			},
			{
				"title" : "WooCommerce",
				"desc"  : "As I mentioned above, WordPress is my favourite tool for building easy to update websites. So it's no surprise I'm a fan of the official eCommerce plugin, WooCommerce. Whether it's building extra functionality into your existing store or creating a new theme from scratch, I'm always excited when it comes to WordPress."
			}
		]
	}
]
